Repository: p0ls3r/GenLauncher
Catalog: GenLauncherNet/Resources/Strings.*.resx
Languages: ar, de, es, fr, hr, pt, ru, tr, uk, zh

source: 2D Shadows
ar: ظلال ثنائية الأبعاد
de: 2D Schatten
es: Sombras 2D
fr: Ombres 2D
hr: 2D Sjene
pt: Sombras 2D
ru: 2D Тени
tr: Iki boyutlu gölgeler
uk: 2D Тіні
zh: 2D图形

source: 3D Shadows
ar: ظلال ثلاثية الأبعاد
de: 3D Schatten
es: Sombras 3D
fr: Ombres 3D
hr: 3D Sjene
pt: Sombras 3D
ru: 3D Тени
tr: Üç boyutlu gölgeler
uk: 3D Тіні
zh: 3D图形

source: Add!
ar: إضافة!
de: Hinzufügen!
es: ¡Agregar!
fr: Ajouter!
hr: Dodaj!
pt: Adicionar!
ru: Добавить
tr: Ekle!
uk: Додати!
zh: 添加

# AddAddonFromFiles
source: Add addon for {0} from files
ar: أضف إضافة لـ{0} من الملفات
de: Addon hinzufügen für {0} von Dateien
es: Agregar un addon para {0} desde archivos
fr: Addon {0} à partir de fichiers
hr: Ubaci dodatak za {0} iz datoteka
pt: Addon para {0} de arquivos
ru: Аддон для {0} из файлов
tr: {0} için dosyalarından eklenti ekle
uk: Додати аддон для {0} з файлів
zh: 从文件中为{0}添加插件

# AdditionalParams
source: Additional params for game to start:
ar: تحتاج لعوامل إضافية لبدء اللعبة:
de: Zusätzliche Paramenter zum Starten:
es: Parámetros adicionales para que comience el juego:
fr: Paramètres supplémentaires pour démarrer le jeu:
hr: Potrebni dodatni parametri za započeti igru:
pt: Parâmetros adicionais para o jogo começar:
ru: Дополнительные параметры для игры:
tr: Oyunun başlaması için ek parametre ekle:
uk: Додаткові параметри для запуску гри:
zh: 游戏开始的附加参数：

source: ADD MOD!
ar: إضافة مود!
de: MOD HINZUFÜGEN!
es: ¡AÑADIR Mod!
fr: Ajouter un MOD!
hr: DODAJ MOD!
pt: Adicionar MOD!
ru: ДОБАВИТЬ МОД
tr: MOD EKLE!
uk: Додати мод!
zh: 添加模组！

# AddModFrFiles
source: Add mod from files
ar: إضافة مود من الملفات
de: Mod hinzufügen von Dateien
es: Mod desde archivos
fr: MOD à partir de fichiers
hr: Dodaj mod iz datoteka
pt: Mod de arquivos
ru: Мод из файлов
tr: Dosyadan Mod Ekle!
uk: Додати мод з файлів
zh: 从文件中添加模组

# Addons
source: Addons for
ar: إضافة لـ
de: Addons für
es: Addons para
fr: Addon
hr: Dodaci za
pt: Addons para
ru: Аддоны для
tr: Eklentiler için
uk: Аддони для
zh: 的插件

# AddPatchFromFiles
source: Add patch for {0} from files
ar: إضافة باتش لـ {0} من الملفات
de: Patch hinzufügen für {0} von Dateien
es: Parche para {0} desde archivos
fr: Patch {0} à partir de fichiers
hr: Dodati patch za {0} iz datoteka
pt: Patch for {0} de arquivos
ru: Патч для {0} из файлов
tr: {0} için dosyalardan yama ekle
uk: Додати патч для {0} з файлів
zh: 从文件中为｛0｝添加补丁

source: Alternate Mouse Setup
ar: إعدادات الفأره البديلة
de: Alternative Maus Einstellung
es: Configuración alternativa del mouse
fr: Configuration de souris alternative
hr: Alternativne Postavke Miša
pt: Configuração alternativa do mouse
ru: Альтернативная раскладка мыши
tr: Alternatif fare ayarı
uk: Альтернативні налаштування миші
zh: 备用鼠标设置

source: Apply
ar: نفّذ
de: Übernehmen
es: Aplicar
fr: Appliquer
hr: Primjeni
pt: Aplicar
ru: Применить
tr: Uygula
uk: Прийняти
zh: 接受

# ApplyDefaultSettings
source: Would you like to apply the default recommended settings?
ar: هل ترغب في تطبيق الإعدادات الافتراضية الموصي بها؟
de: Wollen Sie die empfohlene Einstellungen übernehmen?
es: ¿Le gustaría aplicar la configuración recomendada predeterminada?
fr: Souhaitez-vous appliquer les paramètres par défaut recommandés?
hr: Želite li primjeniti preporučene postavke?
pt: Gostaria de aplicar as configurações recomendadas?
ru: Хотите применить рекомендованные настройки?
tr: Varsayılan önerilen ayarları uygulamak ister misiniz?
uk: Чи хотіл б ви прийняти стандартні параметри?
zh: 是否要应用默认的推荐设置？

# AskToCheck
source: Ask before checking mod files integrity
ar: إسأل قبل التحقق من سلامة ملفات المود
de: Fragen bevor die Integrität von Mod Dateien geprüft wird
es: Pregunte antes de comprobar la integridad de los archivos del mod
fr: Demander le jeu avant de vérifier l'intégrité des fichiers du mod
hr: Pitaj prije provjere integriteta datoteka moda
pt: Pergunte antes de verificar a integridade dos arquivos mod
ru: Спрашивать перед проверкой целостности
tr: Mod dosyalarının bütünlüğünü kontrol etmeden önce sor
uk: Запитати перед перевіркою цілісності файлів модів
zh: 检查模组文件完整性前询问

# Authors
source: Authors and contributors
ar: المؤلفون والمساهمون
de: Autoren und Mitwirkende
es: Autores y colaboradores
fr: Auteurs et contributeurs
hr: Autori i doprinositelji
pt: Autores e colaboradores
ru: Авторы и участники
tr: Katkıda bulun yapımcılar
uk: Автори та дописувачі
zh: 作者和贡献者

# AutoDelete
source: Auto delete outdated modification versions
ar: الحذف التلقائي لإصدارات المود القديمة
de: Veraltete Versionen von Modifikationen automatisch löschen
es: Auto-eliminación de versiones obsoletas
fr: Auto-supprimation des versions obsolètes
hr: Autmatski izbriši stare verzije modofikacije
pt: Excluir versões desatualizadas
ru: Авто удаление устаревших версий
tr: Güncel olmayan sürümlerini otomatik olarak sil
uk: Автоматичне видалення застарілих версій модифікацій
zh: 自动删除过时的模组版本

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hr: Otkaži
pt: Cancelar
ru: Отмена
tr: Iptal
uk: Відмінити
zh: 取消

# Canceled
source: Download canceled
ar: التحميل تم إلغاءه
de: Download abgrebrochen
es: Descarga cancelada
fr: Téléchargement annulé
hr: Preuzimanje otkazano
pt: Download cancelado
ru: Загрузка отменена
tr: İndirme iptal edildi
uk: Завантаження скасовано
zh: 下载已取消

# CannotConnect
source: Cannot connect to https://github.com/, installing modifications from internet is not available!
ar: لا يمكن الاتصال بـ https://github.com/ ، تثبيت التعديلات من الإنترنت غير متاح!
de: Es kann keine Verbindung zu https://github.com/ hergestellt werden, die Installation von Mods aus dem Internet ist nicht verfügbar!
es: No se puede conectar a https://github.com/, ¡la instalación de modificaciones desde Internet no está disponible!
fr: il est impossible de se connecter à https://github.com/, l'installation de modifications depuis Internet n'est pas disponible !
hr: Ne mogu se povezati s https://github.com/, instalacija modifikacija s interneta nije dostupna!
pt: Não é possível conectar-se a https://github.com/, a instalação de modificações da Internet não está disponível!
ru: Не могу подключиться к https://github.com/, установка модификаций из интернета недоступна!
tr: https://github.com/ adresine bağlanılamadığından internetten Mod yüklenemiyor!
uk: Не вдається підключитися до https://github.com/, встановлення модифікації з Інтернету неможливо
zh: 无法连接到https://github.com/, 无法在线安装模组!

# CannotFindPath
source: Сannot find the folder along the path:
ar: لا يمكن العثور علي الملف علي طول المسار:
de: Konnte Ordner unter folgendem Pfad nicht finden:
es: No se puede encontrar la carpeta en la ruta indicada:
fr: Impossible de trouver le dossier en utilisant le chemin indiqué :
hr: Nemoguće naći mapu na putu:
pt: Não é possível encontrar a pasta no caminho indicado:
ru: Не удалось найти папку по пути:
tr: Klasör yol boyunca bulunamıyor:
uk: Не вдається знайти папку на шляху:
zh: 无法沿路径找到文件夹：

# CantCheckGentool
source: Unable to check gentool
ar: غير قادر علي التحقق من Gentool
de: Konnte gentool nicht prüfen
es: No se puede verificar Gentool
fr: Impossible de vérifier GenTool
hr: Nemoguće provjeriti gentool
pt: Não foi possível verificar o Gentool
ru: Не удалось проверить gentool
tr: Gentool kontrol edilemiyor
uk: Не вдається перевірити gentool
zh: 无法检查gentool

# CantDownloadWB
source: Cannot download WorldbuilderNT27
ar: لا يمكن تحميل WorldbuilderNT27
de: WorldbuilderNT27 konnte nicht herunterladen werden
es: No se puede descargar WorldbuilderNT27
fr: Impossible de télécharger WorldbuilderNT27
hr: Nemoguće preuzeti WorldbuilderNT27
pt: Não é possível baixar o WorldbuilderNT27
ru: Не удалось загрузить WorldbuilderNT27
tr: WorldbuilderNT27 İndirilemiyor
uk: Не вдається завантажити WorldBuilderNT27
zh: 无法下载WorldbuilderNT27

# CantSync
source: Unable to synchronize your system time!
ar: غير قادر علي مزامنة ساعة النظام الخاص بك!
de: Konnte nicht mit ihrer Systemzeit synchronisieren!
es: ¡No se puede sincronizar la hora de su sistema!
fr: Impossible de synchroniser le temps de votre système !
hr: Nemoguće sinkronizirati vaše vrijeme sustava!
pt: Não foi possível sincronizar a hora do sistema!
ru: Не удалось синхронизировать время!
tr: Sistem saatiniz senkronize edilemiyor!
uk: Не вдається синхронізувати системний час!
zh: 无法同步您的系统时间！

# Changelog
source: ChangeLog / News
ar: سجل التغييرات / الأخبار
es: Reg.Cambios / News
fr: Changelog / Nouvelles
hr: Changelog
pt: Reg.Mudanças / Notícias
ru: Чейнджлог/новости
tr: Changelog
uk: Журнал Змін / Новини
zh: 更新日志/新闻

# ChangelogOnly
source: Changelog
ar: سجل التغييرات
es: Reg.Cambios
hr: Dnevnik Promjena
pt: Reg.Mudanças
ru: Чейнджлог
uk: Журнал Змін
zh: 更新日志

source: CHANGE TO FULL SCREEN
ar: تغيير لوضع ملئ الشاشة
de: WECHSELN IN VOLLBILD
es: PANTALLA COMPLETA
fr: PLEIN ÉCRAN
hr: PROMJENI NA PUNI ZASLON
pt: TELA CHEIA
ru: ПОЛНЫЙ ЭКРАН
tr: TAM EKRANA ÇEVİR
uk: ПОВНОЕКРАННИЙ РЕЖИМ
zh: 更改为全屏

source: CHANGE TO NORMAL START
ar: تغيير إلي البداية العادية
de: WECHSELN ZUM NORMALEN START
es: INICIO NORMAL
fr: DÉMARRAGE NORMAL
hr: PROMJENI NA PUNI POČETAK
pt: INÍCIO NORMAL
ru: НОРМАЛЬНЫЙ СТАРТ
tr: NORMAL BAŞLAT
uk: ЗВИЧНИЙ СТАРТ
zh: 更改为正常启动

source: CHANGE TO QUICK START
ar: تغيير إلي البداية السريعة
de: WECHSELN ZUM SCHNELL START
es: INICIO RÁPIDO
fr: DÉMARRAGE RAPIDE
hr: PROMJENI NA BRZI POČETAK
pt: INÍCIO RÁPIDO
ru: БЫСТРЫЙ СТАРТ
tr: HIZLI BAŞLANGIÇA ÇEVİR
uk: ШВИДКИЙ СТАРТ
zh: 更改为快速启动

source: CHANGE TO WINDOWED
ar: تغيير لوضع النافذة
de: WECHSELN IN FENSTERMODUS
es: MODO VENTANA
fr: MODE FENÊTRÉ
hr: PROMJENI NA PROZOR
pt: MODO JANELA
ru: ОКОННЫЙ РЕЖИМ
tr: PENCERE MODUNA DEĞİŞTİR
uk: ВІКОННИЙ РЕЖИМ
zh: 更改为窗口模式

# CheckFiles
source: Yes, check files
ar: نعم, افحص الملفات
de: Ja, Dateien prüfen
es: Si, revisa archivos
fr: Yes, Vérifier les fichiers
hr: Da, provjeri datoteke
pt: Sim, verifique os arquivos
ru: Да, проверить файлы
tr: Evet, dosyaları kontrol et
uk: Так, перевірити файли
zh: 是，检查文件

# CheckIntegrety
source: Сheck the integrity of the mod files before start?
ar: هل تريد التحقق من سلامة ملفات المود قبل البدء؟
de: Vor dem Start Mod-Dateien auf Integrität prüfen?
es: ¿Comprobar la integridad de los archivos mod antes de comenzar?
fr: Vérifier l'intégrité des fichiers du mod avant le démarrage ?
hr: Provjeriti integritet datoteka modifikacije prije početka?
pt: Verifique a integridade dos arquivos mod antes de começar?
ru: Проверить целостность файлов?
tr: Mod dosyalarının bütünlüğü kontrol edilsinmi?
uk: Перевірити цілісність файлів перед стартом?
zh: 启动前检查模组文件的完整性？

# CheckIntegretyOption
source: Check mod files integrity. Works only for the latest version of mods.
ar: التحقق من سلامة ملفات المود, يعمل فقط مع احدث إصدار للمودات
de: Überprüft die Integrität der Mod-Dateien. Funktioniert nur für die neueste Version der Mods.
es: Comprobar la integridad de los archivos. Funciona solo para la última versión
fr: Vérifier l'intégrité des fichiers. Fonctionne pour la dernière version
hr: Provjeriti integritet datoteka modifikacije. Radi samo za najnoviju verziju modifikacije.
pt: Verifique a integridade dos arquivos. Funciona com a versão mais recente.
ru: Проверять целостность файлов. Только для последних версий
tr: Mod dosyalarının bütünlüğünü kontrol edin. Yalnızca modların en son sürümü için çalışır.
uk: Перевірити цілісність файлів. Працює тільки для останньої версії модів.
zh: 检查模组文件的完整性。仅适用于最新版本的模组。

source: Cloud Shadows
ar: ظلال السحاب
de: Wolken Schatten
es: Sombras de nubes
fr: Ombres de nuages
hr: Sjene Oblaka
pt: Sombras de Nuvem
ru: Тени облаков
tr: Bulut gölgeleri
uk: Тіні Хмар
zh: 云阴影

# Compatibility
source: Compatibility with the mod cannot be guaranteed!
ar: التوافق مع المود ليس اكيداً!
de: Kompatibilität mit der Mod kann nicht garantiert werden!
es: ¡No se puede garantizar la compatibilidad con el mod!
fr: La compatibilité avec le mod ne peut être garantie !
hr: Kompatibilnost sa modifikacijom nije garantirana!
pt: A compatibilidade com o mod não pode ser garantida!
ru: Совместимость не может быть гарантированна
tr: Mod ile uyumluluk garanti edilemez!
uk: Сумісність із модом не гарантується!
zh: 无法保证与模组的兼容性！

# Continue
source: Continue anyway
ar: استمر علي اي حال
de: Trotzdem fortfahren
es: continúe de todas maneras
fr: Continuer quand même
hr: Svejedno nastavi
pt: Continue
ru: Продолжить всё равно
tr: Her halükarda devam et
uk: Все одно продовжити
zh: 依旧继续

# CurrentVersion
source: Version:
ar: الإصدار الحالي:
es: Versión:
hr: Verzija:
pt: Versão:
ru: Версия:
tr: Sürümü:
uk: Версія:
zh: 版本：

# CustomCamera
source: Use custom camera height
ar: استخدم ارتفاع الكاميرا المخصص
de: Benutzerdefinierte Kamera Höhe
es: Usar altura de cámara personalizada
fr: Utiliser une hauteur de caméra personnalisée
hr: Koristi prilagođenu visinu kamere
pt: Altura de câmera personalizada
ru: Настраиваемая высота камеры
tr: Özel belirtilmiş kamera yüksekliğini kullanın
uk: Використовуйте кастомну висоту камери
zh: 使用自定义相机高度

# DefaultCamera
source: Use default camera height (recommended)
ar: استخدام ارتفاع الكاميرا الافتراضي (موصى به)
de: Nutze Standard Kamera Höhe (Empfohlen)
es: Usar la altura predeterminada de la cámara
fr: Utiliser la hauteur de caméra recommandée
hr: Koristi zadanu visinu kamere (preporučeno)
pt: Altura padrão da câmera
ru: Высота камеры по умолчанию (рекомендовано)
tr: Varsayılan kamera yüksekliğini kullan (Önerilen ayar)
uk: Використати стандартну висоту камери (рекомендовано)
zh: 使用默认相机高度（推荐）

source: Delete
ar: امسح
de: Löschen
es: Borrar
fr: Supprimer
hr: Izbriši
pt: Excluir
ru: Удалить
tr: Sil
uk: Видалити
zh: 删除

# Deprecated
source: {0} is Deprecated
ar: {0} تم إهماله
de: {0} ist veraltet
es: {0} está en desuso
fr: {0} déprécié
hr: {0} je Zastarilo
pt: {0} está obsoleto
ru: {0} устарел
tr: {0} Kullanımdan kaldırıldı
uk: {0} не підтримується
zh: ｛0｝已弃用

source: Disable Gentool
ar: عطل Gentool
de: Deaktiviere Gentool
es: Deshabilitar Gentool
fr: Désactiver Gentool
hr: Onemogući Gentool
pt: Desativar o Gentool
ru: Отключить gentool
tr: Gentool'u Devre dışı bırak
uk: Вимкнути Gentool
zh: 禁用Gentool

# DisableLOD
source: Disable Dynamic Level Of Detail
ar: تعطيل المستوى الديناميكي للتفاصيل
de: Dynamic Level Of Detail deaktivieren
es: Nivel dinámico de detalle
fr: Niveau de Détail Dynamique
hr: Onemogući Dinamičnu Količinu Detalja
pt: Nível dinâmico de detalhe
ru: Отключить LOD
tr: Dinamik Ayrıntı Düzeyini devre dışı tut
uk: Вимкнути динамічний рівень деталізації
zh: 禁用动态详细级别

# Discord
source: Join Discord server
ar: الانضمام إلي الدسكورد
de: Discord Server beitreten
es: Unirse al servidor de Discord
fr: Rejoindre le serveur Discord
hr: Pridruži se Serveru na Discordu
pt: Junte-se ao Discord
ru: Присоединиться к Discord
tr: Modun Discord'una katılın
uk: Приєднатися до Discord серверу
zh: 加入Discord服务器

# DisplayUnits
source: Display Units Through Buildings
ar: عرض الوحدات خلف المباني
de: Einheiten durch Gebäude anzeigen
es: mostrar unidades a través de edificios
fr: Unités visibles à travers les bâtiments.
hr: Prikaži Jedinke Kroz Građevine
pt: Exibir unidades em edifícios
ru: Показывать юниты сквозь здания
tr: Birimleri binaların arkasındanda göster
uk: Відображати Юніти Через Будівлі
zh: 显示穿过建筑物的单位

source: Donate
ar: تبرع
de: Spenden
es: Donar
fr: Contribuer
hr: Doniraj
pt: Doar
ru: Поддержать
tr: Bağış yap
uk: Донат
zh: 捐赠

# Download
source: Download {0}: {1}MB / {2}MB
ar: تحميل {0}: {1}ميجا / {2}ميجا
es: Descargar {0}: {1}MB / {2}MB
fr: Téléchargement {0}: {1}MB / {2}MB
hr: Preuzmi {0}: {1}MB / {2}MB
ru: Загрузка {0}: {1}MB / {2}MB
tr: Indir {0}: {1}MB / {2}MB
uk: Завантаження {0}: {1}МБ / {2}МБ
zh: 下载 {0}: {1}MB / {2}MB

# DownloadInProgress
source: Download in progress {0}MB / {1}MB
ar: قيد التحميل {0}ميجا / {1}ميجا
de: Download läuft {0}MB / {1}MB
es: Descarga en progreso {0}MB / {1}MB
fr: Téléchargement en cours {0}MB / {1}MB
hr: Preuzima se {0}MB / {1}MB
pt: Download em progresso {0}MB / {1}MB
ru: Процесс загрузки: {0}MB / {1}MB
tr: İndirme devam etmektedir {0}MB / {1}MB
uk: Завантаження в прогресі {0}МБ / {1}МБ
zh: 下载中 {0}MB / {1}MB

# DownloadNet
source: Would you like to download a compatible version?
ar: هل ترغب في تنزيل إصدار متوافق؟
de: Wollen Sie eine kompatible Version herunterladen?
es: ¿Le gustaría descargar una versión compatible?
fr: Souhaitez-vous télécharger une version compatible?
hr: Želite li preuzeti kompatibilnu verziju?
pt: Gostaria de baixar uma versão compatível?
ru: Хотите загрузить совместимую версию?
tr: Uyumlu bir sürüm indirmek istermisiniz??
uk: Бажаєте завантажити сумісну версію?
zh: 您需要下载一个兼容版本吧?

# EnterModName
source: Enter modification name
ar: ادخل اسم المود
de: Geben Sie den Namen der Modifikation ein
es: Introduzca el nombre de la modificación
fr: Entrez le nom du MOD
hr: Unesi Ime Modifikacije
pt: Insira o nome do Mod
ru: Введите имя мода
tr: Mod ismini girin
uk: Введіть назву модифікації
zh: 输入模组名称

# EnterModVersion
source: Enter modification version
ar: ادخل إصدار المود
de: Geben Sie die Version der Modifikation ein
es: Ingrese la versión de modificación
fr: Entrez la version du MOD
hr: Unesi Verziju Modifikacije
pt: Digite a versão do mod
ru: Введите версию мода
tr: Mod sürümünü girin
uk: Введіть версію модифікації
zh: 输入模组版本

source: Error:
ar: خطأ:
de: Fehler:
fr: Erreur:
hr: GREŠKA:
pt: Erro:
ru: Ошибка:
tr: Hata:
uk: Помилка:
zh: 错误：

# ErrorMsg
source: GenLauncher version: {2} \r\n GenLauncher tech support in discord: {3} \r\n Error: {0} \r\n StackTrace: {1}
de: GenLauncher-Version: {2} \r\n GenLauncher-Support auf Discord: {3} \r\n Fehler: {0} \r\n StackTrace: {1}"
es: Versión de GenLauncher: {2} \r\n Soporte técnico de GenLauncher en discordia: {3} \r\n Error: {0} \r\n StackTrace: {1}
fr: la version du GenLauncher: {2} \r\n Support technique GenLauncher sur Discord: {3} \r\n Erreur: {0} \r\n StackTrace: {1}
hr: Verzija GenLaunchera: {2} \r\n Tehnička podrška za GenLauncher u discordu: {3} \r\n Greška: {0} \r\n StackTrace: {1} Nije moguće povezati se sa https://github.com/, instalirati modifikacije s interneta nije dostupno!
pt: Versão do GenLauncher: {2} \r\n Suporte técnico do GenLauncher em discórdia: {3} \r\n Erro: {0} \r\n StackTrace: {1}
ru: Версия GenLauncher: {2} \r\n Техподдержка GenLauncher в Discord: {3} \r\n Ошибка: {0} \r\n StackTrace: {1}
tr: GenLauncher sürümü: {2} \r\n GenLauncher desktek Discord'u: {3} \r\n Hata: {0} \r\n Yığın izleme: {1}
uk: \r\n Техпідтримка GenLauncher в discord: {3} \r\n Помилкка: {0} \r\n StackTrace: {1}
zh: 启动器版本: {2} \r\n discord里的启动器技术支持: {3} \r\n 错误: {0} \r\n 堆栈追踪: {1}

source: EXIT
ar: الخروج
de: SCHLIESSEN
es: SALIR
fr: QUITTER
hr: IZLAZ
pt: SAIR
ru: ВЫХОД
tr: ÇIKIŞ
uk: ВИЙТИ
zh: 退出

source: Extra Animation
ar: انيميشن إضافي
de: Extra Animationen
es: Animación adicional
fr: Animation supplémentaire
hr: Dodatna Animacija
pt: Animação Extra
ru: Доп анимации
tr: Ekstra Animasyon
uk: Додаткові Анімації
zh: 额外动画

source: Extra Ground Lighting
ar: إضاءة ارضية إضافية
de: Zusätzliche Bodenbeleuchtung
es: Iluminación en el suelo
fr: Éclairage au sol
hr: Dodatno Osvijetljenje Tla
pt: Iluminação do terreno
ru: Доп подсветка земли
tr: Ekstra Zemin Aydınlatması
uk: Додаткове наземне освітлення
zh: 额外地面光照

# FilesCorrupted
source: Some mod files are missing or corrupted!
ar: بعض ملفات المود مفقودة أو تالفة!
de: Einige Mod-Dateien fehlen oder sind beschädigt!
es: ¡Algunos archivos del mod faltan o están dañados!
fr: Certains fichiers du mod sont manquants ou corrompus!
hr: Neke datoteke modifikacije nedostaju ili su korumpirane!
pt: Alguns arquivos mod estão faltando ou corrompidos!
ru: Некоторые файлы модов повреждены!
tr: Bazı mod dosyaları eksik veya bozuk!
uk: Деякі файли моду відсутні або пошкоджені!
zh: 部分模组文件丢失或损坏

# FinishInstall
source: Please finish all installations
ar: يرجي الانتهاء من جميع التثبيتات
de: Bitte schließen Sie alle Installationen ab
es: Por favor termine todas las instalaciones.
fr: Veuillez terminer toutes les installations
hr: Molimo dovršite sva instaliranja
pt: Conclua todas as instalações
ru: Закончите все установки!
tr: Lütfen tüm kurulumları tamamlayın
uk: Будь ласка, завершіть усі встановлення
zh: 请完成全部安装

# FinishProccess
source: Finish the game process before opening the options
ar: قم بإغلاق اللعبة قبل فتح الإعدادات
de: Beenden Sie den Spielprozess, bevor Sie die Optionen öffnen.
es: Finaliza el proceso del juego antes de abrir las opciones.
fr: Terminez le processus du jeu avant d'ouvrir les options
hr: Dovrši proces igre prije otvaranja postavki
pt: Termine o processo do jogo antes de abrir as opções
ru: Закройте игру перед открытием опций!
tr: Seçenekleri açmadan önce oyun uyugulamasını sonlandırın
uk: Завершіть ігровий процес перш ніж відкривати налаштування
zh: 在开始游戏之前请完成所有设置

# FirstRun
source: Looks like you are running the game for the first time
ar: يبدو أنك تقوم بتشغيل اللعبة لأول مرة
de: Es sieht aus, als würden Sie das Spiel zum ersten Mal starten
es: Parece que estáis ejecutando el juego por primera vez.
fr: Il semble que vous lancez le jeu pour la première fois
hr: Izgleda da vam igra radi po prvi put
pt: Parece que você está executando o jogo pela primeira vez
ru: Похоже вы запускаете игру в первый раз
tr: Oyunu ilk kez çalıştırıyormuşsunuz gibi gözüküyorr
uk: Схоже, що ви запускаєте гру вперше
zh: 看样子这是你第一次运行这个游戏

source: Game is still running!
ar: اللعبة مازالت قيد التشغيل
de: Spiel läuft noch!
es: ¡El juego sigue funcionando!
fr: Le jeu est toujours en cours d'exécution!
hr: Igra još radi!
pt: O jogo ainda está rodando!
ru: Игра всё ещё работает!
tr: Oyun hala çalışıyor!
uk: Гра все ще працює!
zh: 游戏还在跑呢！

# GameRunning
source: Generals game is already running!
ar: لعبة Generals قيد التشغيل بالفعل!
de: Generals-Spiel läuft bereits!
es: ¡El juego Genetals ya está funcionando!
fr: Le jeu Generals est déjà en cours d'exécution!
hr: Igra Generals već radi!
pt: O jogo já está rodando!
ru: Игра уже запущена!
tr: Generals oyunu zaten çalışıyor!
uk: Гра Generals вже працює!
zh: 将军已经在运行啦！

source: (Gentool recommended)
ar: (يوصي بهGentool)
de: (Gentool empfohlen)
es: (Recomendado por Gentool)
fr: (Recommandé par Gentool)
hr: (Preporuča se Gentool)
pt: (Recomendado por Gentools)
ru: (Gentool рекомендован)
tr: (Gentool önerilir)
uk: (рекомендовано Gentool)
zh: (强烈推荐Gentool)

# HeatEffects
source: Heat Effects (recommended to turn off)
ar: تأثيرات الحرارة (يوصي بإغلاق تشغيله)
de: Hitze Effekte (empfohlen auf aus)
es: Efectos del calor
fr: Afficher l'effet de chaleur
hr: Efekti Vrućine (preporučamo da ih isključite)
pt: Efeitos de calor
ru: Тепловые эффекты (рекомендовано выключить)
tr: Isı Efektleri (kapalı olması önerilir)
uk: Теплові Ефекти (рекомендовано вимкнути)
zh: 热能效果(建议关了)

# HideLauncher
source: Hide GenLauncher while the game is running
ar: إخفي Genlauncher بينما اللعبة قيد التشغيل
de: Verberge GenLauncher, während das Spiel läuft.
es: Ocultar GenLauncher mientras se ejecuta el juego
fr: Masquer GenLauncher pendant que le jeu est en cours d'exécution
hr: Sakrijte GenLauncher dok igra radi
pt: Oculte o GenLauncher enquanto o jogo está rodando
ru: Скрывать лаунчер во время игры
tr: Oyun çalışırken GenLauncher'ı gizle
uk: Сховати GenLauncher коли гра працює
zh: 游戏开始之后隐藏启动器

source: Image
ar: صورة
de: Bild
es: Imagen
hr: Slika
pt: Imagem
ru: Изображение
tr: Görüntü
uk: Картинка
zh: 图像

# InMemoryOfAziz
source: In memory of my friend and comrade Aziz
ar: في ذكرى صديقي و رفيقي عبد العزيز
de: Im Gedenken an meinen Freund und Kameraden Aziz.
es: En memoria de mi amigo y compañero Aziz
fr: À la mémoire de mon ami et camarade Aziz
hr: U spomen mom prijatelju i drugu Azizu
pt: Em memória do meu amigo e camarada Aziz
ru: В память о моём друге и товарище Азизе
tr: Dostum ve yoldaşım Abdülaziz'in anısına
uk: На згадку про мого друга і товариша Aziz
zh: 永远怀念我的朋友与同志Aziz！！！！
