Repository: p0ls3r/GenLauncher
Catalog: GenLauncherNet/Resources/Strings.*.resx
Languages: ar, de, es, fr, hr, pt, ru, tr, uk, zh

# InputModData
source: Input modification data
ar: ادخل بيانات المود
de: Eingabe der Modifikationsdaten
es: Entrar datos de modificación
fr: Entrez les données de modification
hr: Unesi podatke modifikacije
pt: Insira dados do mod
ru: Введите информацию о моде
tr: Modifikasyon verisini girin
uk: Введіть дані модифікації
zh: 输入模组数据

source: INSTALL!
ar: قم بالتثبيت!
de: INSTALLIEREN!
es: ¡INSTALAR!
fr: INSTALLER!
hr: INSTALIRAJ!
pt: INSTALAR!
ru: Установить!
tr: KUR!
uk: ВСТАНОВИТИ!
zh: 安装！

# InstallGentool
source: Install and autoupdate Gentool (recommended)
ar: ثبّت و حدث Gentool تلقائياً (موصي به)
de: Installiere und aktualisiere automatisch Gentool (empfohlen)
es: Actualizar automáticamente Gentool (recomendado)
fr: Mise à jour automatique du Gentool (recommended)
hr: Instaliraj i automatski ažuriraj Gentool (preporučeno)
pt: Atualize o Gentool
ru: Установить и обновить Gentool (рекомендовано)
tr: Gentool'u yükleyin ve güncel tutun(Önerilir)
uk: Встановити та автооновлювати Gentool (рекомендовано)
zh: 安装并自动升级gentool（推荐）

# InstallInProgress
source: Cannot launch {0} - installation in progress!
ar: لا يمكن بدأ اللعبة {0} - عملية التثبيت قيد التنفيذ!
de: Konnte nicht starten {0} - Installation in Bearbeitung!
es: No se puede iniciar {0}: ¡instalación en curso!
fr: Impossible de lancer {0} - Installation en cours!
hr: nemoguće pokrenuti {0} - još se instalira!
pt: Não é possível iniciar {0} – instalação em andamento!
ru: Нельзя запустить {0} - установка в процессе!
tr: {0} Başlatılamıyor- kurulum hala devam ediyor!
uk: Не можливо запустити {0} - завантаження в процесі!
zh: 无法启动 {0} - 正在安装!

# JoinDiscord
source: Join GenLauncher Discord!
ar: انضم لدسكورد Genlauncher!
de: Tritt GenLauncher Discord bei!
es: ¡Únirse a GenLauncher Discord!
fr: Rejoindre GenLauncher Discord!
hr: Pridruži se Discordu Genlaunchera!
pt: Junte-se ao GenLauncher!
ru: Дискорд GenLauncher
tr: GenLauncher discord sunucusuna katılın!
uk: Приєднатися до GenLauncher Discord!
zh: 加入启动器的Discord！

source: Latest Version:
ar: الإصدار الأحدث:
de: Neuste Version:
es: Ultima versión:
fr: Dernière version:
hr: Najnovija verzija:
pt: Última versão:
ru: Последняя версия:
tr: En güncel sürüm:
uk: Остання версія:
zh: 最新版本：

# Launch
source: LAUNCH GAME
ar: ابدأ اللعبه
de: SPIEL STARTEN
es: ABRIR JUEGO
fr: LANCER LE JEU
hr: POKRENI IGRU
pt: LANÇAMENTO DO JOGO
ru: ЗАПУСК ИГРЫ
tr: Oyunu Başlatın
uk: ЗАПУСТИТИ ГРУ
zh: 启动游戏

source: Launch aborted
ar: تم إلغاء البدء
de: Start abgebrochen
es: Lanzamiento abortado
fr: Lancement du jeu est interrompu
hr: Pokretanje otkazano
pt: Lançamento abortado
ru: Запуск отменён
tr: Başlatma durduruldu
uk: Запуск перервано
zh: 取消启动

# LowAndHigh
source: Lower - better performance, higher - better graphics quality
ar: أقل - أداء أفضل، أعلى - جودة رسومات أفضل
de: Niedriger - bessere Leistung, Höher - bessere Grafik Qualität
es: Menor: mejor rendimiento, mayor: mejor calidad
fr: Inférieur - meilleures performances, supérieur - meilleure qualité
hr: Niže - bolja performansa, više - kvalitetnija grafika
pt: Menor – melhor desempenho, maior – melhor qualidade
ru: Меньше - лучше производительность, выше - лучше графика
tr: Daha düşük - daha iyi performans, daha yüksek - daha iyi grafik kalitesi
uk: Нижче – краща продуктивність, вище – краща якість графіки
zh: 低 - 更好的性能, 高 - 更高的画质

# MaximumPart
source: Maximum particle count:
ar: الحد الأقصى لعدد الجسيمات:
de: Maximale Partikelanzahl:
es: Recuento máximo de partículas:
fr: Nombre maximal des particules:
hr: Maksimalni broj čestica:
pt: Contagem máxima de partículas:
ru: Максимум частиц:
tr: Maksimum partikül sayımı:
uk: Максимальна кількість частинок:
zh: 最大粒子数量：

# Moddb
source: Visit ModdB page
ar: زُر Moddb
de: ModdB Seite besuchen
es: Visita la página ModdB
fr: Visiter la page du ModdB
hr: Odite na stranicu na Moddb-u
pt: Visite a página ModdB
ru: Страница Moddb
tr: ModdB sayfasını ziyaret edin
uk: Відвідати сторінку ModdB
zh: 访问ModdB的页面

# ModdedExe
source: Use modded exe files (recommended)
ar: استخدم ملفات exe المعدلة (موصي به)
de: Modifizierte exe Dateien benutzen (empfohlen)
es: Utilice archivos exe modificados (recomendado)
fr: Utiliser des fichiers exe modifiés (recommended)
hr: Koristiti modificirane datoteke exe (preporučeno)
pt: Use arquivos exe modificados (recomendado)
ru: Использовать модифицированные exe (рекомендовано)
tr: Modded exe dosyasını kullan (önerilir)
uk: Використовувати модифіковані exe файли (рекомендовано)
zh: 使用改版exe文件（推荐）

source: Modification name:
ar: اسم المود:
de: Name der Modifikation:
es: Nombre de la modificación:
fr: Nom de la modification:
hr: Ime modifikacije:
pt: Nome do Mod
ru: Имя мода:
tr: Modifikasyon ismi:
uk: Назва модифікації:
zh: 模组名称

# ModificationsWithUpdate
source: There are modifications that can be updated:
ar: هنالك مودات يمكن تحديثها:
de: Es gibt Modifikation die aktualisiert werden können:
es: Hay modificaciones que se pueden actualizar:
fr: Til y a des modifications qui peuvent être mises à jour:
hr: Ima modifikacija koje se mogu ažurirati:
pt: Existem modificações que podem ser atualizadas:
ru: Модификации могут быть обновлены:
tr: Güncellenebilecek modifikasyonlar var:
uk: Є модифікації, які можна оновити:
zh: 这些模组可以升级：

# ModIsUpToDate
source: Selected mod is up to date
ar: المود محدث بالفعل
de: Ausgewählte Mod ist aktuell
es: El mod seleccionado está actualizado.
fr: Le mod sélectionné est à jour
hr: Odabrana modifikacija je ažurirana
pt: O mod selecionado está atualizado
ru: Выбранный мод актуален
tr: Seçilen mod günceldir
uk: Вибраний мод оновлений
zh: 选择的模组是最新的

source: Mods
ar: المودات
ru: Моды
tr: Modlar
uk: Моди
zh: 模组

# MoveLauncher
source: Please move launcher to the Generals ZH or Generals game folder
ar: يرجى نقل المشغل إلى مجلد لعبة Generals ZH أو Generals
de: Bitte verschieben Sie den Launcher in den Ordner von Generals ZH oder Generals
es: Mueva el iniciador a la carpeta del juego Generals ZH o Generals.
fr: Veuillez déplacer le lanceur vers le dossier du jeu Generals ZH ou Generals.
hr: Molimo vas prebacite pokretač u mapu igre Generals ZH ili Generals
pt: Mova o inicializador para a pasta do jogo Generals ZH ou Generals
ru: Переместите лаунчер в папку с игрой Generals или Generals ZH
tr: Lütfen Başlatıyıcı Generals veya Zero Hour kurulum dosyasına koyun.
uk: Будь ласка, перемістіть лаунчер в папку гри Generals ZH або Generals
zh: 请把启动器放到将军本体或绝命时刻的文件夹里。

# NameAndVersionValidSymbols
source: Modification Name and Version should contain valid characters
ar: يجب علي إسم و إصدار المود الاحتواء علي احرف صالحة
de: Modifikationsname und Version sollten gültige Zeichen enthalten
es: El nombre y la versión de la modificación deben contener caracteres válidos
fr: Le nom et la version de la modification doivent contenir des caractères valides
hr: Ime i Verzija Modifikacije moraju sadržavati valjane znakove
pt: O nome e a versão da modificação devem conter caracteres válidos
ru: Имя и версия мода должны иметь валидные символы
tr: Mod ismi ve Sürümü geçerli karakterler içermelidir
uk: Назва модифікації та версія мають містити дійсні символи
zh: 模组名称和版本应该包含有效字符

# NeedToInstallAddon
source: You need to install the addon before opening its folder
ar: تحتاج إلي تثبيت الإضافة قبل فتح مجلد الخاص به
de: Sie müssen das Add-On installieren, bevor Sie den Ordner öffnen können
es: Debes instalar el addon antes de abrir su carpeta.
fr: Vous devez installer l'addon avant d'ouvrir son dossier
hr: Trebate instalirati dodatak prije nego mu otvorite mapu
pt: Você precisa instalar o complemento antes de abrir sua pasta
ru: Нужно установить аддон перед открытие его папки
tr: Klasörünü açmadan önce eklentiyi yüklemeniz gerekiyor
uk: Вам потрібно встановити аддон, перш ніж відкривати його папку
zh: 你需要装好插件之后再访问其文件夹

# NeedToInstallMod
source: You need to install the mod before opening its folder
ar: تحتاج إلي تثبيت المود قبل فتح المجلد الخاص به
de: Sie müssen die Mod installieren, bevor Sie den Ordner öffnen können
es: Necesitas instalar el mod antes de abrir su carpeta.
fr: Vous devez installer le mod avant d'ouvrir son dossier
hr: Trebate instalirati modifikaciju prije nego joj otvorite mapu
pt: Você precisa instalar o mod antes de abrir sua pasta
ru: Нужно установить мод перед открытие его папки
tr: Klasörünü açmadan önce modu yüklemeniz gerekir
uk: Вам потрібно встановити мод, перш ніж відкривати його папку
zh: 你需要装好模组之后再访问其文件夹

# NeedToInstallPatch
source: You need to install the patch before opening its folder
ar: تحتاج إلي تثبيت الباتش قبل فتح المجلد الخاص به
de: Sie müssen den Patch installieren, bevor Sie den Ordner öffnen können.
es: Debes instalar el parche antes de abrir su carpeta.
fr: Vous devez installer le Patch avant d'ouvrir son dossier
hr: Trebate instalirati patch prije nego mu otvorite mapu
pt: Você precisa instalar o patch antes de abrir sua pasta
ru: Нужно установить патч перед открытие его папки
tr: Klasörünü açmadan önce yamayı yüklemeniz gerekiyor
uk: Вам потрібно встановити патч, перш ніж відкривати його папку
zh: 你需要装好补丁之后再访问其文件夹

# NetRequired
source: .NET Framework {0} or later is required for GenLauncher.
ar: مطلوب إصدار NET Framework {0} او أحدث لتشغيل Genlauncher
de: .NET Framework {0} oder neuer wird für GenLauncher benötigt.
es: Se requiere .NET Framework {0} o posterior para GenLauncher.
fr: .NET Framework {0} ou version ultérieure est requis pour lancer GenLauncher.
hr: GenLauncher zahtjeva .NET Framework {0} ili novije
pt: .NET Framework {0} ou posterior é necessário para GenLauncher.
ru: Требуется .NET Framework {0} или более поздняя версия .
tr: .NET Framework {0} veya üstü gerekli GenLauncher için
uk: Для GenLauncher необхіден .NET Framework {0} або новіші версії.
zh: 启动器需要更高版本的.NET Framework {0} 。

# NetRequired2
source: .NET Framework {0} or later required
ar: مطلوب إصدار NET Framework {0} أو أحدث
de: .NET Framework {0} oder neuer wird benötigt
es: Se requiere .NET Framework {0} o posterior
fr: .NET Framework {0} ou version ultérieure est requis
hr: Potreban je .NET Framework {0} ili novije
pt: .NET Framework {0} ou posterior é necessário
ru: Требуется .NET Framework {0} или более поздняя версия
tr: .NET Framework {0} veya sonrası gereklidir.
uk: Потрібен .NET Framework {0} або новіші версії
zh: 需要更高版本的.NET Framework {0}

# NewUpdateForGenLauncher
source: New update {0} for GenLauncher is available to download!
ar: تحديث جديد {0} لـGenlauncher متاح للتحميل
de: Neue Update {0} für GenLauncher ist zum download verfügbar!
es: ¡La nueva actualización {0} para GenLauncher está disponible para descargar!
fr: Une nouvelle mise à jour {0} pour GenLauncher est disponible au téléchargement!
hr: Dostupno je novo ažuriranje {0} za GenLauncher!
pt: A nova atualização {0} do GenLauncher está disponível para download!
ru: Доступно новое обновление {0} для GenLauncher!
tr: Yeni GenLauncher {0} güncel sürümü indirilmeye hazır!
uk: Нове оновлення{0} для GenLauncher доступне для завантаження!
zh: 启动器有新版本可以下载！

source: No
ar: لا
de: Nein
fr: Non
hr: Ne
pt: Não
ru: Нет
tr: Hayır
uk: Ні
zh: 不了

# NoConnection
source: No connection to GitHub
ar: لا يوجد اتصال بـ GitHub
de: Keine Verbindung zu GitHub
es: No se puede conectar con GitHub
fr: Pas de connection pour GitHub
hr: Nema veze s GitHubom
pt: não há conexão com o GitHub
ru: Нет соединения с GitHub
tr: GitHub'a bağlantı yok
uk: Немає підключення до GitHub
zh: 连不上Github

# NotInstalled
source: {0} was selected but not installed - launch aborted!
ar: {0} تم اختياره و لكن لم يتم يثبيته - تم إلغاء البدء!
de: {0} wurde ausgewählt aber nicht installiert - start abgebrochen!
es: Se seleccionó {0} pero no se instaló: ¡inicio cancelado!
fr: {0} a été sélectionné mais pas installé - lancement interrompu !
hr: {0} je odabran ali ne instaliran - pokretanje otkazano!
pt: {0} foi selecionado, mas não instalado – inicialização cancelada!
ru: {0} выбран, но не установлен - запуск отменён!
tr: {0} Seçilmişti ama indirilmedi - Başlatma durduruldu!
uk: {0} було вибрано, але не встановлено - запуск перервано!
zh: 选了{0} 但是没装上 - 取消启动!

source: OK
ar: تم
ru: ОК
zh: 好的

source: Open game folder
ar: افتح ملف اللعبة
de: Spiele-Ordner öffnen
es: Abrir carpeta del juego
fr: Ouvrir le docier du jeu
hr: Otvori mapu igre
pt: Abra a pasta do jogo
ru: Открыть папку с игрой
tr: Oyun klasörünü aç
uk: Відкрити папку гри
zh: 打开游戏本体文件夹

source: Open maps folder
ar: افتح ملف الخرائط
de: Karten-Ordner öffnen
es: Abrir carpeta de mapas
fr: Ouvrir le docier des cartes
hr: Otvori mapu karte
pt: Abra a pasta de mapas
ru: Открыть папку с картами
tr: Harita klasörünü aç
uk: Відкрити папку мап
zh: 打开游戏地图文件夹

source: Open mod folder
ar: افتح ملف المود
de: Mod-Order öffnen
es: Abrir carpeta del mod
fr: Ouvrir le docier du mod
hr: Otvori mapu modifikacije
pt: Abra a pasta do mod
ru: Открыть папку с модом
tr: Mod klasörünü aç
uk: Відкрити папку моду
zh: 打开游戏模组文件夹

source: Open replays folder
ar: افتح ملف الإعادة
de: Aufzeichnungs-Order öffnen
es: Abrir carpeta de repeticiones
fr: Ouvrir le docier des rediffusions
hr: Otvori mapu snimaka
pt: Abra a pasta de replays
ru: Открыть папку с реплеями
tr: Kayıtlı oyun klasörünü aç
uk: Відкрити папку повторів
zh: 打开游戏回放文件夹

source: Operation aborted
ar: تم الغاء العملية
de: Vorgang abgebrochen
es: Operación abortada
fr: Opération annulée
hr: Operacija otkazana
pt: Operação abortada
ru: Операция отменена
tr: İşlem iptal edildi
uk: Операцію перервано
zh: 行动取消

source: OPTIONS
ar: الإعدادات
de: OPTIONEN
es: OPCIONES
hr: OPCIJE
pt: OPÇÕES
ru: НАСТРОЙКИ
tr: Ayarlar
uk: НАЛАШТУВАННЯ
zh: 选项

# OriginalExe
source: Use original exe files
ar: استخدم ملفات exe الأصلية
de: Original-Exe-Dateien verwenden
es: Utilice archivos exe originales
fr: Utiliser les fichiers exe originaux
hr: Koristi originalne datoteke exe
pt: Use arquivos exe originais
ru: Использовать оригинальные exe
tr: Orjinal Exe dosyasını kullanın
uk: Використовуйте оригінальні exe файли
zh: 使用原始exe文件

# OutOfSync
source: System clock out of sync!
ar: ساعة النظام غير متزامنة!
de: Systemuhr nicht synchronisiert!
es: ¡El reloj de su sistema no está sincronizado!
fr: Le temps du system est désynchronisé!
hr: Vrijeme sustava nije sinkronizirano!
pt: Relógio do sistema fora de sincronia!
ru: Системное время некорректно!
tr: Sistem saatinin senkronizasyonu bozuk!
uk: Системний годинник не синхронізований!
zh: 系统时间未同步！

# OutOfSyncCantUpdate
source: System clock out of sync - mod cannot be updated
ar: ساعة النظام غير متزامنة - لا يمكن تحديث المود
de: Systemuhr nicht synchronisiert - Mod konnte nicht aktualisiert werden
es: El reloj de su sistema no está sincronizado: el mod no se puede actualizar
fr: Le temps du system est désynchronisé - le mod ne peut pas être mis à jour
hr: Vrijeme sustava nije sinkronizirano - modifikaciju nije moguće ažurirati
pt: Relógio do sistema fora de sincronia - o mod não pode ser atualizado
ru: Системное время некорректн - мод нельзя обновить
tr: Sistem saati senkronize değil - mod güncellenemiyor
uk: Системний годинник не синхронізований - мод неможливо оновити
zh: 系统时间未同步- 无法升级模组

# Patches
source: Patches for
ar: باتشات لـ
de: Patches für
es: Parches para
fr: Patch pour
hr: Patchevi za
pt: Patches para
ru: Патчи для
tr: İçin yamalar
uk: Патчі для
zh: 补丁

# PlayOnline
source: How to play online?
ar: كيف العب اونلاين؟
de: Wie spiele ich online?
es: ¿Cómo jugar en línea?
fr: Guide jeu en ligne ?
hr: Kako igrati online?
pt: Como jogar on-line?
ru: Как играть онлайн?
tr: Çevrimiçi nasıl oynanır?
uk: Як грати онлайн?
zh: 如何在线游戏

# Preparing
source: Preparing, please wait...
ar: جاري التنفيذ, الرجاء الإنتظار...
de: Vorbereiten, bitte warten...
es: Preparándose, por favor espere...
fr: En préparation, veuillez patienter...
hr: Priprema se, pričekajte...
pt: Preparando, por favor aguarde...
ru: Подготовка, пожалуйста подождите...
tr: Hazırlanıyor, lütfen bekleyin...
uk: Підготовка, будь ласка, wait...
zh: 准备中，请稍后……

# Reinstall
source: It is recommended to reinstall the mod. \r You can turn off this checking in options
ar: يفضل إعادة تثبيت المود. \r يمكنك إيقاف هذا الفحص من الإعدادات
de: Es ist empfohlen diese Mod zu deinstalliern. \r Sie können diese Abfrage in Optionen ausschalten
es: Se recomienda reinstalar el mod. \r Puedes desactivar estas opciones de registro
fr: Il est recommandé de réinstaller le mod. \r Vous pouvez désactiver ces options d'enregistrement
hr: Preporuča se da ponovo instalirate modifikaciju. \r U postavkama možete isključiti ovu provjeru.
pt: Recomenda-se reinstalar o mod. \r Você pode desativar essas opções
ru: Рекомендовано переустановить мод. \r Эту проверку можно отключить в настройках
tr: Modu yeniden yüklemeniz önerilir. \r Bu ayarı seçeneklerden kapatabilirsiniz
uk: Рекомендується перевстановити мод. \r Ви можете вимкнути цю опцію перевірки
zh: 强烈建议重装模组。 \r 你可以在设置中关了这个检查。

source: Resolution:
ar: دقة اللعبة:
de: Spiel Auflösung:
es: Resolución:
fr: Résolution:
hr: Razlučivost:
pt: Resolução:
ru: Разрешение:
tr: Oyun çözünürlüğü:
uk: Роздільна здатність гри:
zh: 游戏分辨率：

# SelectMod
source: Select mod to add
ar: الحدد المود المراد إضافته
de: Mod auswählen zum hinzufügen
es: Seleccione un mod para agregar
fr: Sélectionnez le mod à ajouter
hr: Odaberite koju modifikaciju treba dodati
pt: Selecione o mod para adicionar
ru: Выберете мод
tr: Eklenecek modu uygulayın
uk: Виберіть мод, який потрібно додати
zh: 选择添加的模组

source: Set default options
ar: ضبط الإعدادات الافتراضية
de: Standardoptionen festlegen
es: Opciones Predeterminadas
fr: Définir les options par défaut
hr: Postavi zadane opcije
pt: Opções Padrão
ru: Установить стандартные настройки
tr: Varsayılan seçenekleri uygulayın
uk: Встановити стандартні параметри
zh: 设置默认选项

# SetImage
source: Set image (500x100)
ar: تعيين الصورة (500x100)
de: Bild festlegen (500x100)
es: Establecer imagen (500x100))
fr: Définir l'image (500x100)
hr: Postavi sliku (500x100)
pt: Definir imagem (500x100)
tr: Resmi ayarla (500x100)
uk: Встановити картинку (500x100)
zh: 选择图片(500*100)

# SetRecommended
source: Set recommended settings
ar: تعيين الاعدادات الموصي بها
de: Standardeinstellungen festlegen
es: Establecer la configuración recomendada
fr: Paramètres Recommandés
hr: Postavi zadane postavke
pt: Configurações Recomendadas
ru: Рекомендованные настройки
tr: Önerilen ayarları seçin
uk: Встановити рекомендовані параметри
zh: 选择推荐选项

source: Show Props
ar: عرض الدعائم
de: Requisiten anzeigen
es: Monstrar Props
fr: Afficher les Props
hr: Prikaži rekvizite
pt: Monstrar Props
ru: Показывать доп детали
tr: Rekvizitleri göster
zh: 显示道具

source: Smooth Water Borders
ar: حدود مائية ناعمة
de: Glatte Wasser Grenzen
es: Fronteras de agua suaves
fr: Bordures d'eau lisses
hr: Izglađene Granice Vode
pt: Bordas suaves de água
ru: Гладкие границы воды
tr: Pürüzsüz Su Sınırları
uk: Рівні краї води
zh: 平滑的水边界

source: Sponsors
ar: الراعون
de: Sponsoren
es: Sponsores
fr: Sponseurs
hr: Sponzori
ru: Спонсоры
tr: Sponsorlar
uk: Спонсори
zh: 赞助者

source: STOP
ar: اوقف
es: PARAR
fr: Arrêter
hr: STANI
pt: PARAR
ru: СТОП
tr: DUR
uk: СТОП
zh: 停止

# SuportDevelopment
source: Support GenLauncher Development!
ar: ادعم تطوير Genlauncher
de: Unterstütze die Entwicklung von GenLauncher!
es: ¡Apoye el desarrollo de GenLauncher!
fr: Soutenir le développement de GenLauncher!
hr: Podržite Razvoj GenLaunchera!
pt: Apoie GenLauncher!
ru: Поддержи разработку GenLauncher!
tr: GenLauncher Gelişimini Destekleyin!
uk: Підтримати розробку GenLauncher!
zh: 支持启动器的开发！

# SupportNews
source: Support, news and... nothing more ¯\_(ツ)_/¯
ar: الدعم, الأخبار و... فقط ¯\_(ツ)_/¯
de: Support, Neuigkeiten und... mehr nicht ¯\_(ツ)_/¯
es: Soportes, novedades y... nada más ¯\_(ツ)_/¯
fr: Support, actualités et... rien de plus ¯\_(ツ)_/¯
hr: Podrška, novosti, i... više ništa ¯\_(ツ)_/¯
pt: Suporte, novidades e... nada mais ¯\_(ツ)_/¯
ru: Поддержка, новости и... больше ничего ¯\_(ツ)_/¯
tr: Destek, haber ve.. o kadar... ¯\_(ツ)_/¯
uk: Підтримка, новини і... нічого підтримка ¯\_(ツ)_/¯
zh: 支持,新闻然后没了 ¯\_(ツ)_/¯
