Repository: p0ls3r/GenLauncher
Catalog: GenLauncherNet/Resources/Strings.*.resx
Languages: ar, de, es, fr, hr, pt, ru, tr, uk, zh

# SymbLink
source: Failed to create a test symbolic link. Without the ability to create symbolic links, GenLauncher will not work. \r\rMost often, the inability to create a symbolic link is related to the type of file system where GenLauncher is installed, symbolic links are supported on the NTFS file system, please make sure that GenLauncher is installed on drive with this particular file system. \r\rAlso make sure that the creation of symbolic links does not interfere with the lack of any rights and the work of the anti-virus.
ar: فشل في إنشاء رابط رمزي للاختبار. بدون القدرة على إنشاء روابط رمزية، GenLauncher لن يعمل. في الأغلب، يرتبط عدم القدرة على إنشاء رابط رمزي بنوع نظام الملفات المثبت عليه GenLauncher ، الروابط الرمزية مدعومة على نظام الملفات NTFS, يرجى التأكد من تثبيت GenLauncher على Drive يستخدم نظام الملفات المحدد. تأكد أيضًا من أن إنشاء الروابط الرمزية لا يتعارض مع عدم وجود أي حقوق وعمل برامج مكافحة الفيروسات.
de: Fehler beim Erstellen eines Test-Symbolic-Links. Ohne die Möglichkeit, symbolische Links zu erstellen, funktioniert GenLauncher nicht.\r\rDer Fehler ist meistens mit dem Dateisystem verbunden, auf dem GenLauncher installiert ist. Symbolische Links werden auf dem NTFS-Dateisystem unterstützt. Bitte stellen Sie sicher, dass GenLauncher auf einem Laufwerk mit diesem bestimmten Dateisystem installiert ist.\r\rStellen Sie außerdem sicher, dass die Erstellung von symbolischen Links nicht durch fehlende Berechtigungen oder vom Antivirenprogramm beeinträchtigt wird.
es: No se pudo crear un enlace simbólico de prueba. Sin la capacidad de crear enlaces simbólicos, GenLauncher no funcionará. \r\rLa problema está relacionada con el tipo de sistema de archivos donde está instalado GenLauncher; los enlaces simbólicos son compatibles con el sistema de archivos NTFS; asegúrese de que GenLauncher esté instalado en la unidad con este sistema de archivos en particular . \r\rAsegúrese también de que la creación de enlaces simbólicos no interfiera con la falta de derechos y el funcionamiento del antivirus.
fr: Échec de la création d'un lien symbolique de test. Sans la possibilité de créer des liens symboliques, GenLauncher ne fonctionnera pas. \r\rLe plus souvent, l'impossibilité de créer un lien symbolique est liée au type de système de fichiers sur lequel GenLauncher est installé, les liens symboliques sont pris en charge sur le système de fichiers NTFS, veuillez vous assurer que GenLauncher est installé sur le lecteur avec ce système de fichiers particulier. . \r\rAssurez-vous également que la création de liens symboliques n'interfère pas avec l'absence de droits et le fonctionnement de l'antivirus.
hr: Stvaranje probne simbolične poveznice nije uspjelo. Bez sposobnosti stvaranja simboličnih poveznica, GenLauncher ne radi. \r\rNesposobnost stvaranja simboličnih poveznica najčešće ima veze s vrstom sustava mapa na kojem je instaliran GenLauncher, simbolične poveznice su podržane na sustavu datoteka NTFS, molimo vas provjerite je li GenLauncher instaliran na pogonu s ovim sustavom datoteka. \r\rTakođer provjerite je li stvaranje simboličnih poveznica ometa ikakav nedostatak prava ili rad antivirusa.
pt: Falha ao criar um link simbólico de teste. Sem a capacidade de criar links simbólicos, o GenLauncher não funcionará. \r\rNa maioria das vezes, a incapacidade de criar um link simbólico está relacionada ao tipo de sistema de arquivos onde o GenLauncher está instalado, links simbólicos são suportados no sistema de arquivos NTFS, certifique-se de que o GenLauncher esteja instalado na unidade com este sistema de arquivos específico . \r\rCertifique-se também de que a criação de links simbólicos não interfira na falta de quaisquer direitos e no funcionamento do antivírus.
ru: Не удалось создать тестовую символьную ссылку. Лаунчер не может функционировать без символьных ссылок. \r\r Чаще всего невозможность создания символьной ссылки связана с файловой системой, где находится GenLauncher, символьные ссылки поддерживаются файловой системой NTFS, убедитесь что GenLauncher установлен на носителе именно с этой файловой системой. \r\r Также убедитесь, что создание символьных ссылок не блокируется недостатком прав или работой антивируса.
tr: Test sembolik bağlantısı oluşturulamadı. Sembolik bağlantılar oluşturma özelliği olmadan GenLauncher çalışmaz. \r\rSembolik bağlantı oluşturamama çoğunlukla GenLauncher'ın kurulu olduğu dosya sisteminin türüyle ilgilidir, sembolik bağlantılar NTFS dosya sisteminde desteklenir, lütfen GenLauncher'ın bu özel dosya sistemiyle sürücüye kurulu olduğundan emin olun. . \r\rAyrıca sembolik bağlantıların oluşturulmasının, herhangi bir hakkın bulunmamasına ve anti-virüsün çalışmasına engel olmadığından emin olun.
uk: Не вдалося створити тестове символічне посилання. Без можливості створювати символічні посилання GenLauncher не працюватиме. \r\rНайчастіше неможливість створити символічне посилання пов’язано з типом файлової системи, де встановлено GenLauncher, символічні посилання підтримуються у файловій системі NTFS, переконайтеся, що GenLauncher встановлено на диску з цією файловою системою . \r\rТакож переконайтеся, що створеню символічних посилань не заважає відсутність будь-яких прав і робота антивіруса.
zh: 同步连接测试失败。 如果不能同步连接，启动器将无法工作 \r\r通常建立不了同步的原因可能和启动器安装的盘的文件系统有关系，需要用NTFS文件系统的驱动器，请确保启动器安到这种文件系统的驱动器里面。\r\r同样别忘了给启动器管理员权限以及确保不被杀毒软件误杀。

# SyncManually
source: Please do it manually in date time options
ar: يرجي القيام بذلك يدوياً في إعدادات التاريخ والوقت
de: Bitte führen Sie dies manuell in den Datums- und Uhrzeitoptionen durch
es: Hágalo manualmente en las opciones de fecha y hora.
fr: Veuillez le faire manuellement dans les options de date et d'heure
hr: Molimo vas, sami podesite datum i vrijeme u postavkama
pt: Faça isso manualmente nas opções de data e hora
ru: Пожалуйста, сделайте это вручную
tr: Lütfen tarih saat seçeneklerinde kendiniz ayarlarlayın
uk: Зробіть це вручну в параметрах дати та часу
zh: 请手动校准时间

# SyncNow
source: Synchronize now!
ar: مزامنة الأن!
de: Jetzt synchronisieren!
es: ¡Sincroniza ahora!
fr: Synchronisez maintenant!
hr: Sinkroniziraj sad!
pt: Sincronize agora!
ru: Снихронизировать!
tr: Şimdi senkronize et!
uk: Синхронізувати зараз!
zh: 立刻同步时间

# SyncTime
source: In order to update, your system time needs to be synchronized
ar: من أجل التحديث، يجب مزامنة ساعة النظام لديك
de: Um ein Update durchzuführen, muss die Systemzeit synchronisiert sein.
es: Para poder actualizar, la hora de su sistema debe estar sincronizada.
fr: Pour effectuer la mise à jour, l'heure de votre système doit être synchronisée
hr: Treba sinkronizirati vrijeme sustava da bi se ažuriralo.
pt: Para atualizar, a hora do sistema precisa estar sincronizada
ru: Для обновления нужно синхронизировать время
tr: Güncelleme için sistem saatinizin senkronize edilmesi gerekiyor
uk: Для оновлення ваш системний час має бути синхронізовано
zh: 为了升级，您需要同步系统时间

# TakeLongTime
source: WARNING! This operation may take a long time, you can turn it off in options
ar: تحذير! قد تستغرق هذه العملية وقتاً طويلاً، يمكنك إيقافها من الإعدادات
de: ACHTUNG! Diese Operation kann lange dauern. Sie können sie in den Optionen ausschalten
es: ¡ADVERTENCIA! Esta operación toma tiempo, puedes desactivarla en opciones
fr: AVERTISSEMENT! Cette opération peut prendre du temps, vous pouvez la désactiver dans les options
hr: OPREZ! Ova operacija možda dugo potraje, možete je isključiti u opcijama.
pt: AVISO! Esta operação pode demorar muito, você pode desligá-la nas opções
ru: ВНИМАНИЕ! Эта операция может занять много времени. Проверку можно отключить в настройках.
tr: UYARI! Bu işlem uzun sürebilir, Seçeneklerden kapatabilirsiniz
uk: УВАГА! Цю операцію можна зайняти багато часу, ви вимкнути її в параметрах
zh: 警告！这个要花很长时间，你可以在设置里面关闭这个选项

# Texture
source: Texture quality level:
ar: مستوى جودة الملمس:
de: Texturqualität Level:
es: Nivel de calidad de la textura:
fr: Niveau de qualité des textures:
hr: Kvaliteta tekstura:
pt: Qualidade da textura:
ru: Качество текстур:
tr: Desen kalite seviyesi:
uk: Рівень якості текстур:
zh: 图形质量：

source: Thank you!
ar: شكراً لك!
de: Danke Dir!
es: ¡Gracias!
fr: Merci!
hr: Hvala vam!
pt: Obrigado!
ru: Спасибо!
tr: Teşekkür ederim!
uk: Дякую!
zh: 谢谢！

# ToggleOff
source: Toggle Off to improve performance and stability
ar: اوقفه لتحسين الأداء والاستقرار
de: Zum Verbessern von Leistung und Stabilität ausschalten
es: Desactivar para mejorar el rendimiento y la estabilidad
fr: Désactiver pour améliorer les performances et la stabilité
hr: Isključite radi bolje performanse i stabilnosti
pt: Desligue para melhor desempenho e estabilidade
ru: Отключите для улучшения стабильности
tr: Performansı ve durağanlık artırmak için kapalı tutun
uk: Вимкніть, щоб покращити продуктивність і стабільність
zh: 关闭这个以提高性能和稳定性

# UninstalledUpdate
source: There is uninstalled uptade for {0}
ar: هناك تحديث تم إلغاء تثبيته لـ {0}
de: Es gibt ein nicht installiertes Update für {0}
es: Hay una actualización desinstalada para {0}
fr: Il y a une mise à jour désinstallée pour {0}
hr: Postoji neinstalirano ažuriranje za {0}
pt: Há atualização desinstalada para {0}
ru: Неустановлено обновления для {0}
tr: {0} için kurulmamış günceleme var!
uk: Є невстановлене оновлення для {0}
zh: 有一个{0}的卸载更新

# UnIsntalledAddon
source: Uninstalled addon
ar: تم إلغاء تثبيت الإضافة
de: Deinstallierte Addon
es: Addon desinstalado
fr: Addon désinstallé
hr: Neinstalirani dodatak
pt: Addon desinstalado
ru: Неустановлен аддон
tr: Eklenti kaldırıldı
uk: Видалений аддон
zh: 卸载插件

# UnIsntalledMod
source: Uninstalled mod
ar: تم إلغاء تثبيت المود
de: Deinstallierte Mod
es: Mod desinstalado
fr: MOD désinstallé
hr: Neinstalirana modifikacija
pt: Mod desinstalado
ru: Неустановлен мод
tr: Mod kaldırıldı
uk: Видалений мод
zh: 卸载模组

# UnIsntalledPatch
source: Uninstalled patch
ar: تم إلغاء تثبيت الباتش
de: Deinstalliertes Patch
es: Parche desinstalado
fr: Patch désinstallé
hr: Neinstalirani patch
pt: Patch desinstalado
ru: Неустановлен патч
tr: Yama kaldırıldı
uk: Видалений патч
zh: 卸载补丁

source: Unpacking...
ar: جاري التفريغ...
de: Entpacken...
es: Descomprimir...
fr: Déballage...
hr: Izdvajanje...
pt: Descompactando...
ru: Распаковка...
tr: Paket açılıyor...
uk: Розпакування...
zh: 解压缩中

source: Unpacking/Preparing...
ar: جاري التفريغ/ جاري الإعداد...
de: Entpacken/Vorbereiten...
es: Descomprimir/Preparar...
fr: Déballage/Préparation...
hr: Izdvajanje/Priprema...
pt: Descompactando/Preparando...
ru: Распаковка/Подготовка...
tr: Paket açılıyor/hazırlanıyor...
uk: Розпакування/Підготовка...
zh: 解压缩&准备中

source: Update!
ar: حدّث!
es: ¡Actualizar!
fr: Mise à jour!
hr: Ažuriraj!
pt: Atualizar!
ru: ОБНОВИТЬ!
tr: Güncelle!
uk: Оновити!
zh: 升级！

source: Version must contain numbers
ar: يجب علي الإصدار أن يحتوي علي أرقام
de: Die Version muss Zahlen enthalten
es: La versión debe contener números.
fr: La version doit contenir des chiffres
hr: Verzija mora sadržavati brojeve
pt: A versão deve conter números
ru: Версия должна содержать цифры
tr: Sürüm sayı hanesi içermelidir!
uk: Версія має містити цифри
zh: 版本号必须包含数字

# Vulkan
source: Use Vulkan API for improved performance
ar: استخدم Vulkan API لتحسين الأداء
de: Verwenden Sie die Vulkan-API für verbesserte Leistung
es: Utilice la API de Vulkan para mejor FPS
fr: Utilisez l'API Vulkan pour meilleurs IPS
hr: Koristite Vulkan API radi bolje performanse.
pt: Use a API Vulkan para melhor QPS
ru: Использовать Vulkan для повышения FPS
tr: Gelişmiş performans için Vulkan API kullan
uk: Використовуйте Vulkan API для покращення продуктивності
zh: 使用Vulkan API来提高性能

# VulkanWarning
source: WARNING! This feature is experimental, there may be bugs, about all the shortcomings found, please contact the discord in the tech support channel or to the integration author /r1d#7366
ar: تحذير! هذه الميزة تجريبية، قد يكون هنالك اخطاء, إن وجدت خطأ، يرجى الاتصال بالدسكورد في قناة الدعم الفني أو إلي المؤلف /r1d#7366
de: ACHTUNG! Diese Funktion ist experimentell. Es können Fehler auftreten. Bei allen festgestellten Mängeln wenden Sie sich bitte über Discord an den technischen Support-Kanal oder an den Autor der Integration./r1d#7366
es: ¡ADVERTENCIA! Esta característica es experimental, puede haber errores, sobre todas las deficiencias encontradas, comuníquese en el canal de soporte técnico Discord o con el autor de la integración. /r1d#7366
fr: ATTENTION! Cette fonctionnalité est expérimentale, il peut y avoir des bugs, si confrontés, veuillez contacter le discord dans le canal de support technique ou l'auteur de l'intégration /r1d#7366
hr: OPREZ! Ova značajka je još u stadiju eksperimenta, možda bude glitcheva. Sve kvarove prijavite u discord kanalu za tehničku podršku ili autoru integracije /r1d#7366
pt: AVISO! Este recurso é experimental, pode haver bugs, sobre todas as deficiências encontradas, entre em contato com o discord no canal de suporte técnico ou com o autor da integração /r1d#7366
ru: ВНИМАНИЕ! Это эксперементальная фича, могут быть баги, обо всех случая, пожалуйста, свяжитесь через дискорд с автором интеграции /r1d#7366 или в канале техподдержки
tr: UYARI! Bu özellik deneyseldir, hatalar olabilir, bulduğunuz tüm eksiklikler için lütfen teknik GenLauncher discord'undaki destek kanalına veya entegrasyonun yapımcısıyla iletişime geçin /r1d#7366
uk: УВАГА! Ця функція експериментальна, з можливістю баги, про всі виявлені недоліки зверніться до Discord в каналі техпідтримки або до авторської інтеграції /r1d#7366
zh: 警告！这是实验性功能，也许有漏洞或者出毛病。 有问题请赶紧联系Discord的技术支持频道或者拷打作者。 /r1d#7366

# WarningOption
source: WARNING! This check may take a long time before starting the game!
ar: تحذير! قد يستغرق هذا الفحص وقتًا طويلاً قبل بدء اللعبة!
de: ACHTUNG! Diese Überprüfung kann einige Zeit in Anspruch nehmen, bevor das Spiel startet!
es: ¡ADVERTENCIA! ¡Esta verificación puede tardar mucho tiempo antes de comenzar el juego!
fr: ATTENTION! Cette vérification peut prendre de temps avant de lencemant!
hr: OPREZ! Ova provjera možda dugo potraje prije nego igra započne.!
pt: WARNING! Esta verificação pode demorar antes de iniciar o jogo!
ru: ВНИМАНИЕ! Эта проверка может занимать много времени!
tr: UYARI! Bu kontrol oyuna başlamadan önce uzun zaman alabilir!
uk: УВАГА! Ця перевірка може зайняти багато часу перед початком гри!
zh: 警告！这个检查在开始游戏之前很耗时间！

source: WORLD BUILDER
ru: РЕДАКТОР КАРТ
zh: 地图编辑器

# WorldBuilderRunning
source: World Builder is already running!
ar: World Builder قيد التشغيل بالفعل!
de: World Builder läuft bereits!
es: ¡World Builder ya está funcionando!
fr: World Builder est déjà en cours d'exécution!
hr: World Builder već radi!
pt: O World Builder já está em execução!
ru: Редактор карт уже запущен!
tr: World Builder hala çalışıyor!
uk: World Builder вже працює!
zh: 地图编辑器运行中！

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
hr: Da
pt: Sim
ru: Да
tr: Evet!
uk: Так
zh: 好的
